export default {
    "level0": [{
            name: '销售',
            id: '0'
        },
        {
            name: '客服',
            id: '1'
        },
        {
            name: '人事/行政/后勤',
            id: '2'
        },
        {
            name: '餐饮',
            id: '3'
        },
        {
            name: '旅游',
            id: '4'
        },
        {
            name: '酒店',
            id: '5'
        },
        {
            name: '超市/百货/零售',
            id: '6'
        },
        {
            name: '美容/美发',
            id: '7'
        },
        {
            name: '保健按摩',
            id: '8'
        },
        {
            name: '运动健身',
            id: '9'
        },
        {
            name: '普工/技工',
            id: '10'
        },
        {
            name: '生产管理/研发',
            id: '11'
        },
        {
            name: '汽车制造/服务',
            id: '12'
        },
        {
            name: '建筑',
            id: '13'
        },
        {
            name: '物业管理',
            id: '14'
        },
        {
            name: '房产中介',
            id: '15'
        },
        {
            name: '家政保洁/安保',
            id: '16'
        },
        {
            name: '司机/交通服务',
            id: '17'
        },
        {
            name: '贸易/采购',
            id: '18'
        },
        {
            name: '物流/仓储',
            id: '19'
        },
        {
            name: '淘宝职位',
            id: '20'
        },
        {
            name: '美术/设计/创意',
            id: '21'
        },
        {
            name: '市场/媒介/公关',
            id: '22'
        },
        {
            name: '广告/会展/咨询',
            id: '23'
        },
        {
            name: '影视/娱乐/休闲',
            id: '24'
        },
        {
            name: '教育培训',
            id: '25'
        },
        {
            name: '财务/审计/统计',
            id: '26'
        },
        {
            name: '法律',
            id: '27'
        },
        {
            name: '翻译',
            id: '28'
        },
        {
            name: '编辑/出版/印刷',
            id: '29'
        },
        {
            name: '计算机/互联网/通信',
            id: '30'
        },
        {
            name: '电子/电气',
            id: '31'
        },
        {
            name: '机械/仪器仪表',
            id: '32'
        },
        {
            name: '金融/银行/证券/投资',
            id: '33'
        },
        {
            name: '保险',
            id: '34'
        },
        {
            name: '医院/医疗/护理',
            id: '35'
        },
        {
            name: '制药/生物工程',
            id: '36'
        },
        {
            name: '服装/纺织/食品',
            id: '37'
        },
        {
            name: '环保/能源',
            id: '38'
        },
        {
            name: '质控/安防',
            id: '39'
        },
        {
            name: '高级管理',
            id: '40'
        },
        {
            name: '农/林/牧/渔业',
            id: '41'
        },
        {
            name: '其他招聘信息',
            id: '42'
        }
    ],
    "level1": {
        "0": [{
                "name": "销售代表"
            },
            {
                "name": "销售助理"
            },
            {
                "name": "销售经理/主管"
            },
            {
                "name": "销售总监"
            },
            {
                "name": "电话销售"
            },
            {
                "name": "销售支持"
            },
            {
                "name": "汽车销售"
            },
            {
                "name": "医药代表"
            },
            {
                "name": "医疗器械销售"
            },
            {
                "name": "网络销售"
            },
            {
                "name": "区域销售"
            },
            {
                "name": "渠道专员"
            },
            {
                "name": "渠道经理/总监"
            },
            {
                "name": "客户经理/主管"
            },
            {
                "name": "大客户经理"
            },
            {
                "name": "团购业务员/经理"
            },
            {
                "name": "会籍顾问"
            },
            {
                "name": "销售培训师/讲师"
            },
            {
                "name": "销售数据分析"
            },
            {
                "name": "客户代表"
            },
            {
                "name": "销售业务跟单"
            },
            {
                "name": "经销商"
            },
            {
                "name": "客户总监"
            },
            {
                "name": "渠道/分销经理/主管"
            },
            {
                "name": "渠道/分销总监"
            },
            {
                "name": "区域销售总监"
            },
            {
                "name": "区域销售经理/主管"
            },
            {
                "name": "业务拓展经理/主管"
            },
            {
                "name": "销售行政经理/主管"
            },
            {
                "name": "销售行政专员/助理"
            },
            {
                "name": "销售运营经理/主管"
            },
            {
                "name": "业务分析经理/主管/专员"
            },
            {
                "name": "销售其他"
            }
        ],
        "1": [{
                "name": "客服专员/助理"
            },
            {
                "name": "客服经理/主管"
            },
            {
                "name": "客服总监"
            },
            {
                "name": "售前/售后服务"
            },
            {
                "name": "电话客服"
            },
            {
                "name": "客户关系管理"
            },
            {
                "name": "网络/在线客服"
            },
            {
                "name": "投诉专员"
            },
            {
                "name": "VIP专员"
            },
            {
                "name": "售前/售后技术支持管理"
            },
            {
                "name": "售前/售后技术支持工程师"
            },
            {
                "name": "客户咨询热线/呼叫中心人员"
            },
            {
                "name": "客服其他"
            }
        ],
        "2": [{
                "name": "文员"
            },
            {
                "name": "前台/总机/接待"
            },
            {
                "name": "人事专员/助理"
            },
            {
                "name": "人事经理/主管"
            },
            {
                "name": "人事总监"
            },
            {
                "name": "行政专员/助理"
            },
            {
                "name": "行政经理/主管"
            },
            {
                "name": "行政总监"
            },
            {
                "name": "经理助理/秘书"
            },
            {
                "name": "薪酬/绩效/员工关系"
            },
            {
                "name": "猎头顾问"
            },
            {
                "name": "后勤"
            },
            {
                "name": "培训专员/助理"
            },
            {
                "name": "培训经理/主管"
            },
            {
                "name": "招聘专员/助理"
            },
            {
                "name": "招聘经理/主管"
            },
            {
                "name": "党工团干事"
            },
            {
                "name": "人事信息系统(HRIS)管理"
            },
            {
                "name": "文档/资料管理"
            },
            {
                "name": "图书管理员"
            },
            {
                "name": "内勤人员"
            },
            {
                "name": "电脑操作/打字/录入员"
            },
            {
                "name": "人力资源总监"
            },
            {
                "name": "人事行政其他"
            }
        ],
        "3": [{
                "name": "服务员"
            },
            {
                "name": "送餐员"
            },
            {
                "name": "厨师/厨师长"
            },
            {
                "name": "后厨"
            },
            {
                "name": "传菜员"
            },
            {
                "name": "配菜/打荷"
            },
            {
                "name": "洗碗工"
            },
            {
                "name": "面点师"
            },
            {
                "name": "茶艺师"
            },
            {
                "name": "迎宾/接待"
            },
            {
                "name": "大堂经理/领班"
            },
            {
                "name": "餐饮管理"
            },
            {
                "name": "学徒"
            },
            {
                "name": "杂工"
            },
            {
                "name": "咖啡师"
            },
            {
                "name": "预订员"
            },
            {
                "name": "营养师"
            },
            {
                "name": "厨工"
            },
            {
                "name": "餐厅服务员"
            },
            {
                "name": "行政主厨"
            },
            {
                "name": "日式厨师"
            },
            {
                "name": "西点师"
            },
            {
                "name": "厨师助理/学徒"
            },
            {
                "name": "烧烤师"
            },
            {
                "name": "品酒师"
            },
            {
                "name": "裱花师"
            },
            {
                "name": "川湘菜厨师"
            },
            {
                "name": "小龙虾厨师"
            },
            {
                "name": "火锅炒料"
            },
            {
                "name": "法国菜厨师"
            },
            {
                "name": "意大利菜厨师"
            },
            {
                "name": "西班牙菜厨师"
            },
            {
                "name": "墨西哥菜厨师"
            },
            {
                "name": "东南亚菜厨师"
            },
            {
                "name": "京鲁菜厨师"
            },
            {
                "name": "东北菜厨师"
            },
            {
                "name": "江浙菜厨师"
            },
            {
                "name": "西北菜厨师"
            },
            {
                "name": "粤港菜厨师"
            },
            {
                "name": "云贵菜厨师"
            },
            {
                "name": "餐饮其他"
            }
        ],
        "4": [{
                "name": "订票员"
            },
            {
                "name": "导游"
            },
            {
                "name": "计调"
            },
            {
                "name": "签证专员"
            },
            {
                "name": "旅游顾问"
            },
            {
                "name": "旅游产品/线路策划"
            },
            {
                "name": "旅游其他"
            }
        ],
        "5": [{
                "name": "楼层经理"
            },
            {
                "name": "洗衣房经理"
            },
            {
                "name": "公共区域经理"
            },
            {
                "name": "客房服务员"
            },
            {
                "name": "房务部总监"
            },
            {
                "name": "客房部经理"
            },
            {
                "name": "预订经理"
            },
            {
                "name": "预订员"
            },
            {
                "name": "总机经理"
            },
            {
                "name": "总机员工"
            },
            {
                "name": "前厅部经理"
            },
            {
                "name": "前台主管"
            },
            {
                "name": "礼宾经理"
            },
            {
                "name": "宾客关系主任"
            },
            {
                "name": "前厅部员工"
            },
            {
                "name": "大堂副理"
            },
            {
                "name": "值班经理"
            },
            {
                "name": "前台/接待"
            },
            {
                "name": "救生员"
            },
            {
                "name": "总经理"
            },
            {
                "name": "总经理助理"
            },
            {
                "name": "酒店店长"
            },
            {
                "name": "酒店其他"
            }
        ],
        "6": [{
                "name": "店员/营业员"
            },
            {
                "name": "收银员"
            },
            {
                "name": "促销/导购员"
            },
            {
                "name": "理货员/陈列员"
            },
            {
                "name": "防损员/内保"
            },
            {
                "name": "店长/卖场经理"
            },
            {
                "name": "招商经理/主管"
            },
            {
                "name": "奢侈品业务"
            },
            {
                "name": "品类管理"
            },
            {
                "name": "食品加工/处理"
            },
            {
                "name": "督导"
            },
            {
                "name": "超市/零售其他"
            }
        ],
        "7": [{
                "name": "发型师"
            },
            {
                "name": "美发助理/学徒"
            },
            {
                "name": "洗头工"
            },
            {
                "name": "美容导师"
            },
            {
                "name": "美容师"
            },
            {
                "name": "美容助理/学徒"
            },
            {
                "name": "化妆师"
            },
            {
                "name": "美甲师"
            },
            {
                "name": "宠物美容/护理"
            },
            {
                "name": "美容店长"
            },
            {
                "name": "美容/瘦身顾问"
            },
            {
                "name": "形象设计师"
            },
            {
                "name": "彩妆培训师"
            },
            {
                "name": "美体师"
            },
            {
                "name": "美容整形师"
            },
            {
                "name": "美容美发其他"
            }
        ],
        "8": [{
                "name": "按摩师"
            },
            {
                "name": "足疗师"
            },
            {
                "name": "搓澡工"
            },
            {
                "name": "针灸推拿"
            },
            {
                "name": "保健按摩其他"
            }
        ],
        "9": [{
                "name": "健身教练"
            },
            {
                "name": "瑜伽教练"
            },
            {
                "name": "舞蹈老师"
            },
            {
                "name": "游泳教练"
            },
            {
                "name": "台球教练"
            },
            {
                "name": "高尔夫球助理"
            },
            {
                "name": "运动健身其他"
            }
        ],
        "10": [{
                "name": "普工"
            },
            {
                "name": "综合维修工"
            },
            {
                "name": "制冷/水暖工"
            },
            {
                "name": "电工"
            },
            {
                "name": "木工"
            },
            {
                "name": "钳工"
            },
            {
                "name": "切割/焊工"
            },
            {
                "name": "钣金工"
            },
            {
                "name": "油漆工"
            },
            {
                "name": "缝纫工"
            },
            {
                "name": "锅炉工"
            },
            {
                "name": "车工/铣工"
            },
            {
                "name": "铲车/叉车工"
            },
            {
                "name": "铸造/注塑/模具工"
            },
            {
                "name": "电梯工"
            },
            {
                "name": "操作工"
            },
            {
                "name": "磨工/冲压工"
            },
            {
                "name": "学徒工"
            },
            {
                "name": "包装工"
            },
            {
                "name": "手机维修"
            },
            {
                "name": "水泥工"
            },
            {
                "name": "钢筋工"
            },
            {
                "name": "管道工"
            },
            {
                "name": "瓦工"
            },
            {
                "name": "组装工"
            },
            {
                "name": "样衣工"
            },
            {
                "name": "染工"
            },
            {
                "name": "纺织工"
            },
            {
                "name": "印花工"
            },
            {
                "name": "压熨工"
            },
            {
                "name": "电力线路工"
            },
            {
                "name": "拖压工"
            },
            {
                "name": "电镀工"
            },
            {
                "name": "万能工"
            },
            {
                "name": "普工/技工其他"
            }
        ],
        "11": [{
                "name": "质量管理"
            },
            {
                "name": "总工程师/副总工程师"
            },
            {
                "name": "设备管理维护"
            },
            {
                "name": "工艺设计"
            },
            {
                "name": "车间主任"
            },
            {
                "name": "生产计划"
            },
            {
                "name": "化验/检验"
            },
            {
                "name": "厂长/副厂长"
            },
            {
                "name": "生产总监"
            },
            {
                "name": "维修工程师"
            },
            {
                "name": "工业工程师"
            },
            {
                "name": "材料工程师"
            },
            {
                "name": "技术工程师"
            },
            {
                "name": "结构工程师"
            },
            {
                "name": "生产运营管理"
            },
            {
                "name": "生产项目经理/主管"
            },
            {
                "name": "生产项目工程师"
            },
            {
                "name": "产品管理"
            },
            {
                "name": "制造工程师"
            },
            {
                "name": "生产物料管理（PMC）"
            },
            {
                "name": "包装工程师"
            },
            {
                "name": "技术文档工程师"
            },
            {
                "name": "生产文员"
            },
            {
                "name": "营运主管"
            },
            {
                "name": "营运经理"
            },
            {
                "name": "设备主管"
            },
            {
                "name": "生产跟单"
            },
            {
                "name": "生产主管/组长"
            },
            {
                "name": "电子技术研发工程师"
            },
            {
                "name": "生产研发其他"
            }
        ],
        "12": [{
                "name": "汽车设计工程师"
            },
            {
                "name": "装配工艺工程师"
            },
            {
                "name": "汽车/摩托车修理"
            },
            {
                "name": "汽车机械工程师"
            },
            {
                "name": "汽车电子工程师"
            },
            {
                "name": "4S店管理"
            },
            {
                "name": "汽车检验/检测"
            },
            {
                "name": "汽车美容"
            },
            {
                "name": "二手车评估师"
            },
            {
                "name": "发动机/总装工程师"
            },
            {
                "name": "安全性能工程师"
            },
            {
                "name": "理赔专员/顾问"
            },
            {
                "name": "洗车工"
            },
            {
                "name": "停车管理员"
            },
            {
                "name": "加油站工作员"
            },
            {
                "name": "轮胎工"
            },
            {
                "name": "零配件销售"
            },
            {
                "name": "汽车修理工"
            },
            {
                "name": "汽车零部件设计师"
            },
            {
                "name": "汽车工程项目管理"
            },
            {
                "name": "汽车机构工程师"
            },
            {
                "name": "汽车电工"
            },
            {
                "name": "汽车质量管理/检验检测"
            },
            {
                "name": "汽车其他"
            }
        ],
        "13": [{
                "name": "工程项目管理"
            },
            {
                "name": "工程监理"
            },
            {
                "name": "建筑工程师/总工"
            },
            {
                "name": "土木/土建工程师"
            },
            {
                "name": "造价师/预算师"
            },
            {
                "name": "幕墙工程师"
            },
            {
                "name": "安防工程师"
            },
            {
                "name": "安全管理/安全员"
            },
            {
                "name": "道路桥梁技术"
            },
            {
                "name": "给排水/制冷/暖通"
            },
            {
                "name": "测绘/测量"
            },
            {
                "name": "园林/景观设计"
            },
            {
                "name": "岩土工程师"
            },
            {
                "name": "水利/港口工程技术"
            },
            {
                "name": "资料员"
            },
            {
                "name": "建筑设计师/制图师"
            },
            {
                "name": "建筑工程验收"
            },
            {
                "name": "市政工程师"
            },
            {
                "name": "建筑施工现场管理"
            },
            {
                "name": "综合布线/弱电"
            },
            {
                "name": "施工员"
            },
            {
                "name": "开发报建"
            },
            {
                "name": "爆破工程师"
            },
            {
                "name": "工程设备管理"
            },
            {
                "name": "楼宇自动化"
            },
            {
                "name": "建筑制图"
            },
            {
                "name": "架线和管道工程技术"
            },
            {
                "name": "室内装潢设计"
            },
            {
                "name": "城市规划与设计"
            },
            {
                "name": "工程资料管理"
            },
            {
                "name": "施工队长"
            },
            {
                "name": "建筑工程安全管理"
            },
            {
                "name": "软装设计师"
            },
            {
                "name": "工程总监"
            },
            {
                "name": "土建勘察"
            },
            {
                "name": "硬装设计师"
            },
            {
                "name": "橱柜设计师"
            },
            {
                "name": "建筑其他"
            }
        ],
        "14": [{
                "name": "物业管理/商业中心"
            },
            {
                "name": "物业维修"
            },
            {
                "name": "物业经理/主管"
            },
            {
                "name": "合同管理"
            },
            {
                "name": "招商经理/主管"
            },
            {
                "name": "物业租赁/销售"
            },
            {
                "name": "物业招商管理"
            },
            {
                "name": "监控维护"
            },
            {
                "name": "物业管理其他"
            }
        ],
        "15": [{
                "name": "房产经纪人"
            },
            {
                "name": "置业顾问"
            },
            {
                "name": "房产店长/经理"
            },
            {
                "name": "房产店员/助理"
            },
            {
                "name": "房产客服"
            },
            {
                "name": "房产内勤"
            },
            {
                "name": "房产评估师"
            },
            {
                "name": "房产开发/策划"
            },
            {
                "name": "其他房产职位"
            },
            {
                "name": "房地产投资分析"
            },
            {
                "name": "房地产项目策划经理/主管"
            },
            {
                "name": "房地产项目策划专员/助理"
            },
            {
                "name": "房地产资产管理"
            },
            {
                "name": "房地产项目招投标"
            },
            {
                "name": "房地产项目开发报建"
            },
            {
                "name": "房地产项目配套工程师"
            },
            {
                "name": "房地产销售经理"
            },
            {
                "name": "房地产销售主管"
            },
            {
                "name": "房地产中介/交易"
            },
            {
                "name": "房地产项目管理"
            },
            {
                "name": "监察人员"
            }
        ],
        "16": [{
                "name": "保洁"
            },
            {
                "name": "保姆"
            },
            {
                "name": "月嫂"
            },
            {
                "name": "育婴师/保育员"
            },
            {
                "name": "洗衣工"
            },
            {
                "name": "钟点工"
            },
            {
                "name": "保安"
            },
            {
                "name": "护工"
            },
            {
                "name": "送水工"
            },
            {
                "name": "婚礼/庆典策划服务"
            },
            {
                "name": "宠物护理和美容"
            },
            {
                "name": "家电维修"
            },
            {
                "name": "家政保洁其他"
            }
        ],
        "17": [{
                "name": "商务司机"
            },
            {
                "name": "客运司机"
            },
            {
                "name": "货运司机"
            },
            {
                "name": "出租车司机"
            },
            {
                "name": "班车司机"
            },
            {
                "name": "特种车司机"
            },
            {
                "name": "驾校教练/陪练"
            },
            {
                "name": "代驾司机"
            },
            {
                "name": "列车驾驶/操作"
            },
            {
                "name": "专车司机"
            },
            {
                "name": "船舶驾驶/操作"
            },
            {
                "name": "飞机驾驶/操作"
            },
            {
                "name": "公交/地铁乘务"
            },
            {
                "name": "列车乘务"
            },
            {
                "name": "船舶乘务"
            },
            {
                "name": "船员/水手"
            },
            {
                "name": "航空乘务"
            },
            {
                "name": "地勤人员"
            },
            {
                "name": "安检员"
            },
            {
                "name": "交通其他"
            }
        ],
        "18": [{
                "name": "外贸专员/助理"
            },
            {
                "name": "外贸经理/主管"
            },
            {
                "name": "采购员"
            },
            {
                "name": "采购助理"
            },
            {
                "name": "采购经理/总监"
            },
            {
                "name": "报关员"
            },
            {
                "name": "商务专员/经理"
            },
            {
                "name": "买手"
            },
            {
                "name": "供应商开发"
            },
            {
                "name": "供应链管理"
            },
            {
                "name": "贸易跟单"
            },
            {
                "name": "业务跟单经理"
            },
            {
                "name": "高级业务跟单"
            },
            {
                "name": "助理业务跟单"
            },
            {
                "name": "国际贸易主管/专员"
            },
            {
                "name": "贸易其他"
            }
        ],
        "19": [{
                "name": "物流专员/助理"
            },
            {
                "name": "物流经理/主管"
            },
            {
                "name": "物流总监"
            },
            {
                "name": "调度员"
            },
            {
                "name": "快递员"
            },
            {
                "name": "仓库管理员"
            },
            {
                "name": "仓库经理/主管"
            },
            {
                "name": "装卸/搬运工"
            },
            {
                "name": "供应链管理"
            },
            {
                "name": "单证员"
            },
            {
                "name": "国际货运"
            },
            {
                "name": "分拣员"
            },
            {
                "name": "物料管理"
            },
            {
                "name": "货运代理"
            },
            {
                "name": "集装箱业务"
            },
            {
                "name": "海关事务管理"
            },
            {
                "name": "物流仓储其他"
            }
        ],
        "20": [{
                "name": "网店店长"
            },
            {
                "name": "淘宝客服"
            },
            {
                "name": "淘宝美工"
            },
            {
                "name": "店铺文案编辑"
            },
            {
                "name": "网店运营"
            },
            {
                "name": "活动策划"
            },
            {
                "name": "淘宝其他"
            }
        ],
        "21": [{
                "name": "美编/美术设计"
            },
            {
                "name": "服装设计"
            },
            {
                "name": "家具/家居用品设计"
            },
            {
                "name": "平面设计"
            },
            {
                "name": "美术指导"
            },
            {
                "name": "店面/陈列/展览设计"
            },
            {
                "name": "工艺/珠宝设计"
            },
            {
                "name": "多媒体/动画设计"
            },
            {
                "name": "产品/包装设计"
            },
            {
                "name": "装修装潢设计"
            },
            {
                "name": "舞台美术设计"
            },
            {
                "name": "CAD设计/制图"
            },
            {
                "name": "三维/3D设计/制作"
            },
            {
                "name": "设计管理人员"
            },
            {
                "name": "艺术/设计总监"
            },
            {
                "name": "原画师"
            },
            {
                "name": "特效设计"
            },
            {
                "name": "视觉设计"
            },
            {
                "name": "玩具设计"
            },
            {
                "name": "工业设计"
            },
            {
                "name": "游戏界面设计"
            },
            {
                "name": "园林景观设计师"
            },
            {
                "name": "美术创意其他"
            }
        ],
        "22": [{
                "name": "市场专员/助理"
            },
            {
                "name": "市场经理/总监"
            },
            {
                "name": "市场拓展"
            },
            {
                "name": "市场营销"
            },
            {
                "name": "市场调研"
            },
            {
                "name": "市场策划"
            },
            {
                "name": "媒介专员/助理"
            },
            {
                "name": "媒介经理/主管"
            },
            {
                "name": "会务会展专员/经理"
            },
            {
                "name": "品牌专员/经理"
            },
            {
                "name": "公关专员/助理"
            },
            {
                "name": "公关经理/主管"
            },
            {
                "name": "企划经理/主管"
            },
            {
                "name": "政府事务管理"
            },
            {
                "name": "市场主管"
            },
            {
                "name": "业务拓展专员/助理"
            },
            {
                "name": "活动策划"
            },
            {
                "name": "活动执行"
            },
            {
                "name": "促销主管/督导/促销员"
            },
            {
                "name": "学术推广"
            },
            {
                "name": "市场通路专员"
            },
            {
                "name": "选址拓展/新店开发"
            },
            {
                "name": "市场调研与分析"
            },
            {
                "name": "促销经理"
            },
            {
                "name": "媒介销售"
            },
            {
                "name": "公关总监"
            },
            {
                "name": "市场公关其他"
            }
        ],
        "23": [{
                "name": "广告文案"
            },
            {
                "name": "创意指导/总监"
            },
            {
                "name": "广告设计"
            },
            {
                "name": "广告创意"
            },
            {
                "name": "媒介策划/管理"
            },
            {
                "name": "会展策划/设计"
            },
            {
                "name": "婚礼策划师"
            },
            {
                "name": "制作执行"
            },
            {
                "name": "移民/留学咨询"
            },
            {
                "name": "咨询顾问"
            },
            {
                "name": "咨询经理/主管"
            },
            {
                "name": "广告客户总监/经理"
            },
            {
                "name": "广告/会展业务拓展"
            },
            {
                "name": "会务经理/主管"
            },
            {
                "name": "会务专员/助理"
            },
            {
                "name": "广告/会展项目管理"
            },
            {
                "name": "企业/业务发展经理"
            },
            {
                "name": "咨询总监"
            },
            {
                "name": "专业顾问"
            },
            {
                "name": "情报信息分析"
            },
            {
                "name": "客户主管/专员"
            },
            {
                "name": "企业策划"
            },
            {
                "name": "广告咨询其他"
            }
        ],
        "24": [{
                "name": "酒吧服务员"
            },
            {
                "name": "娱乐厅服务员"
            },
            {
                "name": "礼仪/迎宾"
            },
            {
                "name": "主持人"
            },
            {
                "name": "调酒师"
            },
            {
                "name": "音效师"
            },
            {
                "name": "灯光师"
            },
            {
                "name": "摄影师/摄像师"
            },
            {
                "name": "影视/后期制作"
            },
            {
                "name": "配音员"
            },
            {
                "name": "放映员"
            },
            {
                "name": "艺人助理"
            },
            {
                "name": "艺人统筹"
            },
            {
                "name": "签约艺人"
            },
            {
                "name": "艺人经纪人"
            },
            {
                "name": "经纪人助理"
            },
            {
                "name": "执行经纪人"
            },
            {
                "name": "影视制片人"
            },
            {
                "name": "执行制片人"
            },
            {
                "name": "统筹制片人"
            },
            {
                "name": "节目编导"
            },
            {
                "name": "短视频编导"
            },
            {
                "name": "节目编导策划"
            },
            {
                "name": "短视频运营"
            },
            {
                "name": "短视频策划"
            },
            {
                "name": "短视频剪辑"
            },
            {
                "name": "视频剪辑助理"
            },
            {
                "name": "视频剪辑师"
            },
            {
                "name": "视频剪辑专员"
            },
            {
                "name": "娱乐营销策划"
            },
            {
                "name": "电影营销经理"
            },
            {
                "name": "娱乐休闲其他"
            }
        ],
        "25": [{
                "name": "教师/助教"
            },
            {
                "name": "家教"
            },
            {
                "name": "幼教/早教"
            },
            {
                "name": "培训师/讲师"
            },
            {
                "name": "培训策划"
            },
            {
                "name": "培训助理"
            },
            {
                "name": "教学/教务管理"
            },
            {
                "name": "教育产品开发"
            },
            {
                "name": "学术研究/科研"
            },
            {
                "name": "招生/课程顾问"
            },
            {
                "name": "校长"
            },
            {
                "name": "野外拓展训练师"
            },
            {
                "name": "音乐/美术教师"
            },
            {
                "name": "考研/公务员培训讲师"
            },
            {
                "name": "小学老师"
            },
            {
                "name": "初中教师"
            },
            {
                "name": "高中教师"
            },
            {
                "name": "职业技术教师"
            },
            {
                "name": "大学教师"
            },
            {
                "name": "兼职教师"
            },
            {
                "name": "理科教师"
            },
            {
                "name": "文科教师"
            },
            {
                "name": "外语教师"
            },
            {
                "name": "体育老师/教练"
            },
            {
                "name": "教学/教务管理人员"
            },
            {
                "name": "培训督导"
            },
            {
                "name": "外籍教师"
            },
            {
                "name": "教育培训其他"
            }
        ],
        "26": [{
                "name": "财务经理/主管"
            },
            {
                "name": "财务总监"
            },
            {
                "name": "会计/会计师"
            },
            {
                "name": "财务/会计助理"
            },
            {
                "name": "出纳"
            },
            {
                "name": "审计专员/助理"
            },
            {
                "name": "审计经理/主管"
            },
            {
                "name": "统计员"
            },
            {
                "name": "税务专员/助理"
            },
            {
                "name": "税务经理/主管"
            },
            {
                "name": "财务分析员"
            },
            {
                "name": "成本管理员"
            },
            {
                "name": "财务顾问"
            },
            {
                "name": "首席财务官CFO"
            },
            {
                "name": "资产/资金管理"
            },
            {
                "name": "会计经理/主管"
            },
            {
                "name": "财务其他"
            }
        ],
        "27": [{
                "name": "律师/法律顾问"
            },
            {
                "name": "律师助理"
            },
            {
                "name": "法务专员/主管"
            },
            {
                "name": "产权/专利顾问"
            },
            {
                "name": "合规管理"
            },
            {
                "name": "合同管理"
            },
            {
                "name": "法律其他"
            }
        ],
        "28": [{
                "name": "英语翻译"
            },
            {
                "name": "日语翻译"
            },
            {
                "name": "韩语翻译"
            },
            {
                "name": "法语翻译"
            },
            {
                "name": "俄语翻译"
            },
            {
                "name": "德语翻译"
            },
            {
                "name": "西班牙语翻译"
            },
            {
                "name": "意大利语翻译"
            },
            {
                "name": "葡萄牙语翻译"
            },
            {
                "name": "阿拉伯语翻译"
            },
            {
                "name": "小语种翻译"
            },
            {
                "name": "翻译其他"
            }
        ],
        "29": [{
                "name": "总编/副总编/主编"
            },
            {
                "name": "编辑/撰稿"
            },
            {
                "name": "记者/采编"
            },
            {
                "name": "出版/发行"
            },
            {
                "name": "排版设计/制作"
            },
            {
                "name": "印刷操作"
            },
            {
                "name": "装订/烫金"
            },
            {
                "name": "录入/校对"
            },
            {
                "name": "数码直印/菲林输出"
            },
            {
                "name": "文编/组稿"
            },
            {
                "name": "调墨技师"
            },
            {
                "name": "印刷机械机长"
            },
            {
                "name": "艺术指导/舞美设计"
            },
            {
                "name": "主持人/司仪"
            },
            {
                "name": "演员/模特"
            },
            {
                "name": "经纪人/星探"
            },
            {
                "name": "放映管理"
            },
            {
                "name": "作家/编剧/撰稿人"
            },
            {
                "name": "文案策划"
            },
            {
                "name": "发行管理"
            },
            {
                "name": "主笔设计师"
            },
            {
                "name": "灯光师"
            },
            {
                "name": "调色员"
            },
            {
                "name": "烫金工"
            },
            {
                "name": "晒版员"
            },
            {
                "name": "装订工"
            },
            {
                "name": "电分操作员"
            },
            {
                "name": "打稿机操作员"
            },
            {
                "name": "切纸机操作工"
            },
            {
                "name": "裱胶工"
            },
            {
                "name": "复卷工"
            },
            {
                "name": "压痕工"
            },
            {
                "name": "转播工程师"
            },
            {
                "name": "视频主播"
            },
            {
                "name": "编辑出版其他"
            }
        ],
        "30": [{
                "name": "技术总监/经理"
            },
            {
                "name": "技术支持/维护"
            },
            {
                "name": "技术专员/助理"
            },
            {
                "name": "仿真应用工程师"
            },
            {
                "name": "软件工程师"
            },
            {
                "name": "程序员"
            },
            {
                "name": "硬件工程师"
            },
            {
                "name": "质量工程师"
            },
            {
                "name": "测试工程师"
            },
            {
                "name": "网站架构设计师"
            },
            {
                "name": "系统架构师"
            },
            {
                "name": "系统集成工程师"
            },
            {
                "name": "数据库管理/DBA"
            },
            {
                "name": "游戏设计/开发"
            },
            {
                "name": "网页设计/制作"
            },
            {
                "name": "语音/视频/图形"
            },
            {
                "name": "项目经理/主管"
            },
            {
                "name": "产品经理/专员"
            },
            {
                "name": "网站运营"
            },
            {
                "name": "网站编辑"
            },
            {
                "name": "网站策划"
            },
            {
                "name": "网络管理员"
            },
            {
                "name": "网络与信息安全工程师"
            },
            {
                "name": "实施工程师"
            },
            {
                "name": "通信技术工程师"
            },
            {
                "name": "算法工程师"
            },
            {
                "name": "有线传输工程师"
            },
            {
                "name": "无线通信工程师"
            },
            {
                "name": "电信交换工程师"
            },
            {
                "name": "数据通信工程师"
            },
            {
                "name": "移动通信工程师"
            },
            {
                "name": "电信网络工程师"
            },
            {
                "name": "通信电源工程师"
            },
            {
                "name": "手机软件开发工程师"
            },
            {
                "name": "UI/UE设计"
            },
            {
                "name": "WEB前端开发"
            },
            {
                "name": "需求分析师"
            },
            {
                "name": "脚本开发工程师"
            },
            {
                "name": "游戏策划"
            },
            {
                "name": "游戏原画"
            },
            {
                "name": "游戏界面设计师"
            },
            {
                "name": "Flash设计/开发"
            },
            {
                "name": "特效设计师"
            },
            {
                "name": "SEO优化"
            },
            {
                "name": "电子商务"
            },
            {
                "name": "网络推广"
            },
            {
                "name": "新媒体运营"
            },
            {
                "name": "系统分析员"
            },
            {
                "name": "ERP技术/开发应用"
            },
            {
                "name": "计算机辅助设计师"
            },
            {
                "name": "IOS开发工程师"
            },
            {
                "name": "Android开发工程师"
            },
            {
                "name": "Java开发工程师"
            },
            {
                "name": "数据库开发工程师"
            },
            {
                "name": "嵌入式软件开发"
            },
            {
                "name": "移动互联网开发"
            },
            {
                "name": "PHP开发工程师"
            },
            {
                "name": "C语言开发工程师"
            },
            {
                "name": "高级硬件工程师"
            },
            {
                "name": "嵌入式硬件开发"
            },
            {
                "name": "网络运营管理"
            },
            {
                "name": "网络运营专员/助理"
            },
            {
                "name": "产品总监"
            },
            {
                "name": "运营总监"
            },
            {
                "name": "网站运营总监/经理"
            },
            {
                "name": "电子商务总监"
            },
            {
                "name": "网店店长"
            },
            {
                "name": "网店管理员"
            },
            {
                "name": "运营主管/专员"
            },
            {
                "name": "微信推广"
            },
            {
                "name": "淘宝/微信运营专员/主管"
            },
            {
                "name": "互联网其他"
            }
        ],
        "31": [{
                "name": "自动化工程师"
            },
            {
                "name": "电子/电气工程师"
            },
            {
                "name": "电路工程师/技术员"
            },
            {
                "name": "无线电工程师"
            },
            {
                "name": "测试/可靠性工程师"
            },
            {
                "name": "产品工艺/规划工程师"
            },
            {
                "name": "音频/视频工程师"
            },
            {
                "name": "灯光/照明设计工程师"
            },
            {
                "name": "变压器与磁电工程师"
            },
            {
                "name": "研发工程师"
            },
            {
                "name": "IC验证工程师"
            },
            {
                "name": "电子/电器维修"
            },
            {
                "name": "集成电路/应用工程"
            },
            {
                "name": "半导体技术"
            },
            {
                "name": "电子软件开发"
            },
            {
                "name": "嵌入式软件开发"
            },
            {
                "name": "嵌入式硬件开发"
            },
            {
                "name": "FAE现场应用工程师"
            },
            {
                "name": "激光/光电子技术"
            },
            {
                "name": "光伏系统工程师"
            },
            {
                "name": "电器研发工程师"
            },
            {
                "name": "电子/电器工艺/制程工程师"
            },
            {
                "name": "模拟电路设计/应用工程师"
            },
            {
                "name": "电子元器件工程师"
            },
            {
                "name": "光源/照明工程师"
            },
            {
                "name": "电池/电源开发"
            },
            {
                "name": "家用电器/数码产品研发"
            },
            {
                "name": "空调工程/设计"
            },
            {
                "name": "安防系统工程师"
            },
            {
                "name": "电子/电器设备工程师"
            },
            {
                "name": "电子/电器项目管理"
            },
            {
                "name": "电气线路设计"
            },
            {
                "name": "线路结构设计"
            },
            {
                "name": "电声/音响工程师/技术员"
            },
            {
                "name": "电子/电气其他"
            }
        ],
        "32": [{
                "name": "机电工程师"
            },
            {
                "name": "机械工程师"
            },
            {
                "name": "研发工程师"
            },
            {
                "name": "测试/可靠性工程师"
            },
            {
                "name": "版图设计工程师"
            },
            {
                "name": "仪器/仪表/计量"
            },
            {
                "name": "气动工程师"
            },
            {
                "name": "CNC/数控工程师"
            },
            {
                "name": "机械维修/保养"
            },
            {
                "name": "飞机设计与制造"
            },
            {
                "name": "飞机维修/保养"
            },
            {
                "name": "列车设计与制造"
            },
            {
                "name": "列车维修/保养"
            },
            {
                "name": "船舶设计与制造"
            },
            {
                "name": "船舶维修/保养"
            },
            {
                "name": "装配技师"
            },
            {
                "name": "机器/仪器其他"
            }
        ],
        "33": [{
                "name": "证券/期货/外汇经纪人"
            },
            {
                "name": "证券经理/总监"
            },
            {
                "name": "证券分析/金融研究"
            },
            {
                "name": "信用卡/银行卡业务"
            },
            {
                "name": "银行经理/主任"
            },
            {
                "name": "银行会计/柜员"
            },
            {
                "name": "信贷管理/资信评估"
            },
            {
                "name": "资产评估"
            },
            {
                "name": "担保/拍卖/典当"
            },
            {
                "name": "拍卖师"
            },
            {
                "name": "外汇/基金/国债经理人"
            },
            {
                "name": "投资/理财顾问"
            },
            {
                "name": "融资专员"
            },
            {
                "name": "融资经理/总监"
            },
            {
                "name": "风险管理/控制"
            },
            {
                "name": "股票交易员"
            },
            {
                "name": "进出口/信用证结算"
            },
            {
                "name": "综合业务专员/助理"
            },
            {
                "name": "公司业务"
            },
            {
                "name": "个人业务"
            },
            {
                "name": "信贷管理/资信评估/分析"
            },
            {
                "name": "信审核查"
            },
            {
                "name": "外汇交易"
            },
            {
                "name": "清算人员"
            },
            {
                "name": "个人业务部门经理/主管"
            },
            {
                "name": "公司业务部门经理/主管"
            },
            {
                "name": "高级客户经理/客户经理"
            },
            {
                "name": "信用卡销售"
            },
            {
                "name": "证券/投资客户总监"
            },
            {
                "name": "证券/投资客户经理"
            },
            {
                "name": "证券/投资客户主管"
            },
            {
                "name": "投资/理财服务"
            },
            {
                "name": "投资银行业务"
            },
            {
                "name": "融资总监"
            },
            {
                "name": "股票/期货操盘手"
            },
            {
                "name": "金融/经济研究员"
            },
            {
                "name": "金融产品经理"
            },
            {
                "name": "金融产品销售"
            },
            {
                "name": "基金项目经理"
            },
            {
                "name": "金融服务经理"
            },
            {
                "name": "投资经理"
            },
            {
                "name": "投资银行财务分析"
            },
            {
                "name": "金融租赁"
            },
            {
                "name": "金融投资其他"
            }
        ],
        "34": [{
                "name": "储备经理人"
            },
            {
                "name": "保险客户经理"
            },
            {
                "name": "车险专员"
            },
            {
                "name": "保险内勤"
            },
            {
                "name": "保险培训师"
            },
            {
                "name": "保险客服"
            },
            {
                "name": "保险顾问"
            },
            {
                "name": "保险经纪人"
            },
            {
                "name": "保险项目经理"
            },
            {
                "name": "保险精算师"
            },
            {
                "name": "续期管理"
            },
            {
                "name": "保险其他职位"
            },
            {
                "name": "保险产品开发"
            },
            {
                "name": "保险核保/理赔"
            },
            {
                "name": "保险契约管理"
            },
            {
                "name": "汽车定损/车险理赔"
            },
            {
                "name": "保险电销"
            }
        ],
        "35": [{
                "name": "医生"
            },
            {
                "name": "保健医生"
            },
            {
                "name": "心理医生"
            },
            {
                "name": "护士/护理"
            },
            {
                "name": "护理主任/护士长"
            },
            {
                "name": "导医"
            },
            {
                "name": "药剂师"
            },
            {
                "name": "理疗师"
            },
            {
                "name": "医药质检"
            },
            {
                "name": "医疗管理"
            },
            {
                "name": "美容整形师"
            },
            {
                "name": "验光师"
            },
            {
                "name": "营养师"
            },
            {
                "name": "宠物护理/兽医"
            },
            {
                "name": "产科医生"
            },
            {
                "name": "麻醉师"
            },
            {
                "name": "医学化验/检验"
            },
            {
                "name": "公共卫生/疾病控制"
            },
            {
                "name": "医学影像/放射科医师"
            },
            {
                "name": "综合门诊/全科医生"
            },
            {
                "name": "牙科医生"
            },
            {
                "name": "中医科医生"
            },
            {
                "name": "化验/检验科医师"
            },
            {
                "name": "针灸/推拿"
            },
            {
                "name": "医院护理其他"
            }
        ],
        "36": [{
                "name": "医药研发/生产/注册"
            },
            {
                "name": "临床研究/协调"
            },
            {
                "name": "生物工程/生物制药"
            },
            {
                "name": "医疗器械研发/维修"
            },
            {
                "name": "医疗器械注册"
            },
            {
                "name": "化学分析测试员"
            },
            {
                "name": "临床数据分析员"
            },
            {
                "name": "医药招商"
            },
            {
                "name": "医药销售经理/主管"
            },
            {
                "name": "药品市场推广经理/主管"
            },
            {
                "name": "药品市场推广专员/助理"
            },
            {
                "name": "医疗器械推广"
            },
            {
                "name": "医药学术推广"
            },
            {
                "name": "医药项目管理"
            },
            {
                "name": "医药项目招投标管理"
            },
            {
                "name": "医疗器械研发"
            },
            {
                "name": "医药化学分析"
            },
            {
                "name": "医药技术研发管理人员"
            },
            {
                "name": "医疗器械生产/质量管理"
            },
            {
                "name": "临床推广经理"
            },
            {
                "name": "医药技术研发人员"
            },
            {
                "name": "制药生物其他"
            }
        ],
        "37": [{
                "name": "服装设计师"
            },
            {
                "name": "纺织品设计师"
            },
            {
                "name": "服装打样/制版"
            },
            {
                "name": "生产管理"
            },
            {
                "name": "样衣工"
            },
            {
                "name": "食品/饮料研发/检验"
            },
            {
                "name": "板房/底格出格师"
            },
            {
                "name": "电脑放码员"
            },
            {
                "name": "纸样师/车板工"
            },
            {
                "name": "裁剪工"
            },
            {
                "name": "服装/纺织/皮革工艺师"
            },
            {
                "name": "服装/纺织/皮革跟单"
            },
            {
                "name": "食品制作工"
            },
            {
                "name": "服装/纺织品/皮革质量管理"
            },
            {
                "name": "服装/纺织设计总监"
            },
            {
                "name": "挡车工"
            },
            {
                "name": "浆纱工"
            },
            {
                "name": "面料辅料开发/采购"
            },
            {
                "name": "整经工"
            },
            {
                "name": "鞋子设计"
            },
            {
                "name": "细纱工"
            },
            {
                "name": "服装/纺织其他"
            }
        ],
        "38": [{
                "name": "固体污水废气处理"
            },
            {
                "name": "环境工程技术"
            },
            {
                "name": "环境管理/保护"
            },
            {
                "name": "环保技术"
            },
            {
                "name": "EHS管理"
            },
            {
                "name": "环保工程师"
            },
            {
                "name": "环保检测"
            },
            {
                "name": "水质检测员"
            },
            {
                "name": "环境绿化"
            },
            {
                "name": "核力/火电工程师"
            },
            {
                "name": "石油天然气技术人员"
            },
            {
                "name": "地质勘查"
            },
            {
                "name": "空调/热能工程师"
            },
            {
                "name": "环境评价工程师"
            },
            {
                "name": "水处理工程师"
            },
            {
                "name": "固废处理工程师"
            },
            {
                "name": "废气处理工程师"
            },
            {
                "name": "生态治理/规划"
            },
            {
                "name": "环境管理/园林景区保护"
            },
            {
                "name": "水利/水电工程师"
            },
            {
                "name": "能源/矿产项目管理"
            },
            {
                "name": "电力系统研发工程师"
            },
            {
                "name": "电力电子研发工程师"
            },
            {
                "name": "控制保护研发工程师"
            },
            {
                "name": "环保/能源其他"
            }
        ],
        "39": [{
                "name": "质量管理/测试经理"
            },
            {
                "name": "质量检验员/测试员"
            },
            {
                "name": "测试工程师"
            },
            {
                "name": "安全消防"
            },
            {
                "name": "认证工程师/审核员"
            },
            {
                "name": "安全管理"
            },
            {
                "name": "体系工程师"
            },
            {
                "name": "故障分析工程师"
            },
            {
                "name": "质检/安防其他"
            }
        ],
        "40": [{
                "name": "CEO/总裁/总经理"
            },
            {
                "name": "首席运营官COO"
            },
            {
                "name": "首席财务官CFO"
            },
            {
                "name": "首席技术官CTO"
            },
            {
                "name": "副总裁/副总经理"
            },
            {
                "name": "总裁助理/总经理助理"
            },
            {
                "name": "总监"
            },
            {
                "name": "分公司经理"
            },
            {
                "name": "合伙人"
            },
            {
                "name": "投资者关系"
            },
            {
                "name": "部门/事业部管理"
            },
            {
                "name": "工厂厂长/副厂长"
            },
            {
                "name": "校长/副校长"
            },
            {
                "name": "办事处首席代表"
            },
            {
                "name": "企业秘书/董事会秘书"
            },
            {
                "name": "高级管理其他"
            }
        ],
        "41": [{
                "name": "饲料业务"
            },
            {
                "name": "养殖人员"
            },
            {
                "name": "农艺师/花艺师"
            },
            {
                "name": "畜牧师"
            },
            {
                "name": "场长"
            },
            {
                "name": "养殖部主管"
            },
            {
                "name": "动物营养/饲料研发"
            },
            {
                "name": "林业技术人员"
            },
            {
                "name": "动物育种/养殖"
            },
            {
                "name": "饲料销售"
            },
            {
                "name": "农林牧鱼其他"
            }
        ],
        "42": [{
            "name": "其他职位"
        }]
    }
}